Repository: osprey74/kazahana-ios
Catalog: kazahana-ios/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, id, ko, pt, ru, zh_cn, zh_tw

# postList.repostedBy
source: リポストしたユーザー
de: Repostet von
en: Reposted by
es: Reposteado por
fr: Republié par
id: Direpost oleh
ko: 리포스트한 사용자
pt: Repostado por
ru: Репосты
zh_cn: 转发的用户
zh_tw: 轉發的用戶

# postList.retry
source: 再試行
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
id: Coba lagi
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
zh_cn: 重试
zh_tw: 重試

# profile.addToList
source: リストに追加/削除
de: Zu Listen hinzufügen/entfernen
en: Add/Remove from lists
es: Añadir/Quitar de listas
fr: Ajouter/Retirer des listes
id: Tambah/Hapus dari daftar
ko: 리스트에 추가/삭제
pt: Adicionar/Remover de listas
ru: Добавить/Удалить из списков
zh_cn: 添加/移除列表
zh_tw: 新增/移除列表

# profile.block
source: ブロックする
de: Blockieren
en: Block
es: Bloquear
fr: Bloquer
id: Blokir
ko: 차단
pt: Bloquear
ru: Заблокировать
zh_cn: 屏蔽
zh_tw: 封鎖

# profile.blockConfirmTitle
source: このユーザーをブロックしますか？
de: Benutzer blockieren?
en: Block this user?
es: ¿Bloquear a este usuario?
fr: Bloquer cet utilisateur ?
id: Blokir pengguna ini?
ko: 이 사용자를 차단하시겠습니까?
pt: Bloquear este usuário?
ru: Заблокировать этого пользователя?
zh_cn: 屏蔽此用户？
zh_tw: 封鎖此使用者？

# profile.blockUser
source: このユーザーをブロック
de: Nutzer blockieren
en: Block User
es: Bloquear usuario
fr: Bloquer l'utilisateur
id: Blokir Pengguna
ko: 사용자 차단
pt: Bloquear usuário
ru: Заблокировать пользователя
zh_cn: 屏蔽用户
zh_tw: 封鎖用戶

# profile.bookmarks
source: ブックマーク
de: Lesezeichen
en: Bookmarks
es: Guardados
fr: Enregistrés
id: Tersimpan
ko: 북마크
pt: Salvos
ru: Закладки
zh_cn: 书签
zh_tw: 書籤

# profile.feeds
source: フィード
de: Feeds
en: Feeds
es: Feeds
fr: Flux
id: Feed
ko: 피드
pt: Feeds
ru: Ленты
zh_cn: 订阅源
zh_tw: 訂閱源

# profile.follow
source: フォローする
de: Folgen
en: Follow
es: Seguir
fr: Suivre
id: Ikuti
ko: 팔로우
pt: Seguir
ru: Подписаться
zh_cn: 关注
zh_tw: 追蹤

# profile.followers
source: フォロワー
de: Follower
en: Followers
es: Seguidores
fr: Abonnés
id: Pengikut
ko: 팔로워
pt: Seguidores
ru: Подписчики
zh_cn: 粉丝
zh_tw: 追蹤者

# profile.followersTitle
source: フォロワー
de: Follower
en: Followers
es: Seguidores
fr: Abonnés
id: Pengikut
ko: 팔로워
pt: Seguidores
ru: Подписчики
zh_cn: 粉丝
zh_tw: 追蹤者

# profile.following
source: フォロー中
de: Folge ich
en: Following
es: Siguiendo
fr: Abonnements
id: Mengikuti
ko: 팔로잉
pt: Seguindo
ru: Подписки
zh_cn: 正在关注
zh_tw: 正在追蹤

# profile.followingTitle
source: フォロー中
de: Folge ich
en: Following
es: Siguiendo
fr: Abonnements
id: Mengikuti
ko: 팔로잉
pt: Seguindo
ru: Подписки
zh_cn: 正在关注
zh_tw: 正在追蹤

# profile.likes
source: いいね
de: Gefällt mir
en: Likes
es: Me gusta
fr: J'aime
id: Suka
ko: 좋아요
pt: Curtidas
ru: Нравится
zh_cn: 喜欢
zh_tw: 喜歡

# profile.listMemberCount
source: %lld 人のメンバー
de: %lld Mitglieder
en: %lld members
es: %lld miembros
fr: %lld membres
id: %lld anggota
ko: 멤버 %lld명
pt: %lld membros
ru: %lld участников
zh_cn: %lld 位成员
zh_tw: %lld 位成員

# profile.lists
source: リスト
de: Listen
en: Lists
es: Listas
fr: Listes
id: Daftar
ko: 목록
pt: Listas
ru: Списки
zh_cn: 列表
zh_tw: 列表

# profile.media
source: メディア
de: Medien
en: Media
es: Multimedia
fr: Médias
id: Media
ko: 미디어
pt: Mídia
ru: Медиа
zh_cn: 媒体
zh_tw: 媒體

# profile.mute
source: ミュートする
de: Stummschalten
en: Mute
es: Silenciar
fr: Masquer
id: Bisukan
ko: 뮤트
pt: Silenciar
ru: Заглушить
zh_cn: 静音
zh_tw: 靜音

# profile.muteConfirmTitle
source: このユーザーをミュートしますか？
de: Benutzer stummschalten?
en: Mute this user?
es: ¿Silenciar a este usuario?
fr: Masquer cet utilisateur ?
id: Bisukan pengguna ini?
ko: 이 사용자를 뮤트하시겠습니까?
pt: Silenciar este usuário?
ru: Заглушить этого пользователя?
zh_cn: 静音此用户？
zh_tw: 靜音此使用者？

# profile.muteUser
source: このユーザーをミュート
de: Nutzer stummschalten
en: Mute User
es: Silenciar usuario
fr: Désactiver l'utilisateur
id: Bisukan Pengguna
ko: 사용자 음소거
pt: Silenciar usuário
ru: Заглушить пользователя
zh_cn: 屏蔽用户发言
zh_tw: 靜音用戶

# profile.noBookmarks
source: ブックマークはありません
de: Keine Lesezeichen vorhanden
en: No bookmarks yet
es: No hay guardados
fr: Aucun enregistrement
id: Belum ada simpanan
ko: 북마크가 없습니다
pt: Nenhum item salvo
ru: Нет закладок
zh_cn: 暂无书签
zh_tw: 尚無書籤

# profile.noFeeds
source: フィードはありません
de: Keine Feeds
en: No feeds
es: Sin feeds
fr: Aucun flux
id: Tidak ada feed
ko: 피드가 없습니다
pt: Sem feeds
ru: Нет лент
zh_cn: 暂无订阅源
zh_tw: 暫無訂閱源

# profile.noLists
source: リストはありません
de: Keine Listen
en: No lists
es: Sin listas
fr: Aucune liste
id: Tidak ada daftar
ko: 목록이 없습니다
pt: Sem listas
ru: Нет списков
zh_cn: 暂无列表
zh_tw: 暫無列表

# profile.noPosts
source: 投稿はありません
de: Noch keine Beiträge
en: No posts yet
es: Aún no hay publicaciones
fr: Aucune publication
id: Belum ada postingan
ko: 게시물이 없습니다
pt: Nenhuma publicação ainda
ru: Пока нет постов
zh_cn: 暂无帖子
zh_tw: 尚無貼文

# profile.noSearchResults
source: 検索結果はありません
de: Keine Suchergebnisse
en: No search results
es: Sin resultados de búsqueda
fr: Aucun résultat de recherche
id: Tidak ada hasil pencarian
ko: 검색 결과가 없습니다
pt: Nenhum resultado encontrado
ru: Результаты не найдены
zh_cn: 没有搜索结果
zh_tw: 沒有搜尋結果

# profile.noStarterPacks
source: スターターパックはありません
de: Keine Starterpakete
en: No starter packs
es: Sin paquetes de inicio
fr: Aucun pack de démarrage
id: Tidak ada paket pemula
ko: 스타터 팩이 없습니다
pt: Sem pacotes iniciais
ru: Нет стартовых наборов
zh_cn: 暂无新手包
zh_tw: 暫無新手包

# profile.noUsers
source: フォロワーはいません
de: Keine Follower
en: No followers
es: Sin seguidores
fr: Aucun abonné
id: Tidak ada pengikut
ko: 팔로워가 없습니다
pt: Nenhum seguidor
ru: Нет подписчиков
zh_cn: 没有粉丝
zh_tw: 沒有追蹤者

# profile.pinned
source: ピン留め投稿
de: Angepinnter Beitrag
en: Pinned post
es: Publicación fijada
fr: Publication épinglée
id: Postingan disematkan
ko: 고정된 게시물
pt: Publicação fixada
ru: Закреплённый пост
zh_cn: 置顶帖子
zh_tw: 置頂貼文

# profile.posts
source: 投稿
de: Beiträge
en: Posts
es: Publicaciones
fr: Publications
id: Postingan
ko: 게시물
pt: Publicações
ru: Посты
zh_cn: 帖子
zh_tw: 貼文

# profile.replies
source: 返信
de: Antworten
en: Replies
es: Respuestas
fr: Réponses
id: Balasan
ko: 답글
pt: Respostas
ru: Ответы
zh_cn: 回复
zh_tw: 回覆

# profile.reportUser
source: このユーザを通報
de: Nutzer melden
en: Report User
es: Reportar usuario
fr: Signaler l'utilisateur
id: Laporkan Pengguna
ko: 사용자 신고
pt: Denunciar usuário
ru: Пожаловаться на пользователя
zh_cn: 举报用户
zh_tw: 檢舉用戶

# profile.retry
source: 再試行
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
id: Coba lagi
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
zh_cn: 重试
zh_tw: 重試

# profile.searchPlaceholder
source: このユーザーの投稿を検索
de: Beiträge dieses Benutzers durchsuchen
en: Search this user's posts
es: Buscar publicaciones de este usuario
fr: Rechercher les publications de cet utilisateur
id: Cari postingan pengguna ini
ko: 이 사용자의 게시물 검색
pt: Pesquisar publicações deste usuário
ru: Поиск публикаций пользователя
zh_cn: 搜索该用户的帖子
zh_tw: 搜尋此使用者的貼文

# profile.starterPacks
source: スターターパック
de: Starterpakete
en: Starter Packs
es: Paquetes de inicio
fr: Packs de démarrage
id: Paket Pemula
ko: 스타터 팩
pt: Pacotes iniciais
ru: Стартовые наборы
zh_cn: 新手包
zh_tw: 新手包

# profile.unblock
source: ブロック解除
de: Blockierung aufheben
en: Unblock
es: Desbloquear
fr: Débloquer
id: Batalkan blokir
ko: 차단 해제
pt: Desbloquear
ru: Разблокировать
zh_cn: 取消屏蔽
zh_tw: 取消封鎖

# profile.unblockConfirmTitle
source: このユーザーのブロックを解除しますか？
de: Blockierung aufheben?
en: Unblock this user?
es: ¿Desbloquear a este usuario?
fr: Débloquer cet utilisateur ?
id: Batalkan blokir pengguna ini?
ko: 이 사용자의 차단을 해제하시겠습니까?
pt: Desbloquear este usuário?
ru: Разблокировать этого пользователя?
zh_cn: 取消屏蔽此用户？
zh_tw: 取消封鎖此使用者？

# profile.unblockUser
source: ブロックを解除
de: Blockierung aufheben
en: Unblock User
es: Desbloquear usuario
fr: Débloquer l'utilisateur
id: Buka Blokir Pengguna
ko: 차단 해제
pt: Desbloquear usuário
ru: Разблокировать пользователя
zh_cn: 取消屏蔽
zh_tw: 取消封鎖

# profile.unmute
source: ミュート解除
de: Stummschaltung aufheben
en: Unmute
es: Dejar de silenciar
fr: Ne plus masquer
id: Batalkan bisukan
ko: 뮤트 해제
pt: Deixar de silenciar
ru: Снять заглушку
zh_cn: 取消静音
zh_tw: 取消靜音

# profile.unmuteConfirmTitle
source: このユーザーのミュートを解除しますか？
de: Stummschaltung aufheben?
en: Unmute this user?
es: ¿Dejar de silenciar a este usuario?
fr: Ne plus masquer cet utilisateur ?
id: Batalkan bisukan pengguna ini?
ko: 이 사용자의 뮤트를 해제하시겠습니까?
pt: Deixar de silenciar este usuário?
ru: Снять заглушку с этого пользователя?
zh_cn: 取消静音此用户？
zh_tw: 取消靜音此使用者？

# profile.unmuteUser
source: ミュートを解除
de: Stummschaltung aufheben
en: Unmute User
es: Activar usuario
fr: Réactiver l'utilisateur
id: Aktifkan Suara Pengguna
ko: 음소거 해제
pt: Ativar usuário
ru: Включить пользователя
zh_cn: 取消屏蔽发言
zh_tw: 取消靜音

# report.account
source: このユーザーを通報
de: Diesen Benutzer melden
en: Report this user
es: Reportar este usuario
fr: Signaler cet utilisateur
id: Laporkan pengguna ini
ko: 이 사용자 신고
pt: Denunciar este utilizador
ru: Пожаловаться на пользователя
zh_cn: 举报此用户
zh_tw: 檢舉此使用者

# report.cancel
source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
id: Batal
ko: 취소
pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# report.close
source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
id: Tutup
ko: 닫기
pt: Fechar
ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# report.comment
source: 補足コメント（任意）
de: Zusätzliche Kommentare (optional)
en: Additional comments (optional)
es: Comentarios adicionales (opcional)
fr: Commentaires supplémentaires (optionnel)
id: Komentar tambahan (opsional)
ko: 추가 의견 (선택 사항)
pt: Comentários adicionais (opcional)
ru: Дополнительные комментарии (необязательно)
zh_cn: 补充说明（可选）
zh_tw: 補充說明（選填）

# report.placeholder
source: 詳細を入力（任意）...
de: Weitere Details angeben (optional)...
en: Provide additional details (optional)...
es: Proporcionar detalles adicionales (opcional)...
fr: Fournir des détails supplémentaires (facultatif)...
id: Berikan detail tambahan (opsional)...
ko: 추가 세부 정보 입력 (선택 사항)...
pt: Fornecer detalhes adicionais (opcional)...
ru: Укажите дополнительные подробности (необязательно)...
zh_cn: 提供补充说明（可选）...
zh_tw: 提供補充說明（選填）...

# report.post
source: この投稿を通報
de: Diesen Beitrag melden
en: Report this post
es: Reportar esta publicación
fr: Signaler cette publication
id: Laporkan postingan ini
ko: 이 게시물 신고
pt: Denunciar esta publicação
ru: Пожаловаться на публикацию
zh_cn: 举报此帖子
zh_tw: 檢舉此貼文

# report.reason
source: 通報理由
de: Grund
en: Reason
es: Motivo
fr: Motif
id: Alasan
ko: 신고 사유
pt: Motivo
ru: Причина
zh_cn: 举报原因
zh_tw: 檢舉原因

# report.reason.misleading
source: 誤解を招くコンテンツ
de: Irreführender Inhalt
en: Misleading content
es: Contenido engañoso
fr: Contenu trompeur
id: Konten menyesatkan
ko: 오해를 유발하는 콘텐츠
pt: Conteúdo enganoso
ru: Вводящий в заблуждение контент
zh_cn: 误导性内容
zh_tw: 誤導性內容

# report.reason.other
source: その他
de: Sonstiges
en: Other
es: Otro
fr: Autre
id: Lainnya
ko: 기타
pt: Outro
ru: Другое
zh_cn: 其他
zh_tw: 其他

# report.reason.rude
source: 嫌がらせ・攻撃的言動
de: Belästigung oder Missbrauch
en: Harassment or abuse
es: Acoso o abuso
fr: Harcèlement ou abus
id: Pelecehan atau penyalahgunaan
ko: 괴롭힘 또는 학대
pt: Assédio ou abuso
ru: Оскорбление или травля
zh_cn: 骚扰或辱骂
zh_tw: 騷擾或辱罵

# report.reason.sexual
source: 不適切な性的コンテンツ
de: Unerwünschter sexueller Inhalt
en: Unwanted sexual content
es: Contenido sexual no deseado
fr: Contenu sexuel non désiré
id: Konten seksual yang tidak diinginkan
ko: 원치 않는 성적 콘텐츠
pt: Conteúdo sexual indesejado
ru: Нежелательный сексуальный контент
zh_cn: 不当性内容
zh_tw: 不當性內容

# report.reason.spam
source: スパム
de: Spam
en: Spam
es: Spam
fr: Spam
id: Spam
ko: 스팸
pt: Spam
ru: Спам
zh_cn: 垃圾信息
zh_tw: 垃圾訊息

# report.reason.violation
source: 規約違反
de: Regelverstoß
en: Rule violation
es: Violación de reglas
fr: Violation des règles
id: Pelanggaran aturan
ko: 규칙 위반
pt: Violação de regras
ru: Нарушение правил
zh_cn: 违反规则
zh_tw: 違反規則

# report.submit
source: 通報する
de: Melden
en: Report
es: Reportar
fr: Signaler
id: Laporkan
ko: 신고
pt: Denunciar
ru: Пожаловаться
zh_cn: 举报
zh_tw: 檢舉

# report.success
source: 通報を送信しました
de: Meldung gesendet
en: Report submitted
es: Reporte enviado
fr: Signalement envoyé
id: Laporan terkirim
ko: 신고가 접수되었습니다
pt: Denúncia enviada
ru: Жалоба отправлена
zh_cn: 举报已提交
zh_tw: 檢舉已提交

# report.thanks
source: ご報告ありがとうございます。
de: Vielen Dank für Ihren Bericht.
en: Thank you for your report.
es: Gracias por tu reporte.
fr: Merci pour votre signalement.
id: Terima kasih atas laporan Anda.
ko: 신고해 주셔서 감사합니다.
pt: Obrigado pela sua denúncia.
ru: Спасибо за ваш отчёт.
zh_cn: 感谢您的举报。
zh_tw: 感謝您的檢舉。

# search.clearAll
source: すべて削除
de: Alle löschen
en: Clear all
es: Borrar todo
fr: Tout effacer
id: Hapus semua
ko: 모두 삭제
pt: Limpar tudo
ru: Очистить все
zh_cn: 全部删除
zh_tw: 全部刪除

# search.hint
source: キーワードを入力して検索
de: Suchbegriff eingeben
en: Enter a keyword to search
es: Ingresa una palabra clave para buscar
fr: Saisissez un mot-clé pour rechercher
id: Masukkan kata kunci untuk mencari
ko: 검색어를 입력하세요
pt: Digite uma palavra-chave para buscar
ru: Введите ключевое слово для поиска
zh_cn: 输入关键词进行搜索
zh_tw: 輸入關鍵字進行搜尋

# search.history
source: 検索履歴
de: Suchverlauf
en: Recent searches
es: Búsquedas recientes
fr: Recherches récentes
id: Riwayat pencarian
ko: 최근 검색
pt: Pesquisas recentes
ru: Недавние поиски
zh_cn: 搜索历史
zh_tw: 搜尋紀錄

# search.noHistory
source: 検索履歴はありません
de: Kein Suchverlauf
en: No search history
es: Sin historial
fr: Aucun historique
id: Tidak ada riwayat
ko: 검색 기록 없음
pt: Sem histórico
ru: Нет истории
zh_cn: 无搜索记录
zh_tw: 無搜尋記錄

# search.noResults
source: %@の結果はありません
de: Keine Ergebnisse für %@
en: No results for %@
es: Sin resultados para %@
fr: Aucun résultat pour %@
id: Tidak ada hasil untuk %@
ko: %@ 결과 없음
pt: Sem resultados para %@
ru: Нет результатов для %@
zh_cn: 找不到 %@ 的结果
zh_tw: 找不到 %@ 的結果

# search.people
source: ユーザー
de: Nutzer
en: Users
es: Usuarios
fr: Utilisateurs
id: Pengguna
ko: 사용자
pt: Usuários
ru: Пользователи
zh_cn: 用户
zh_tw: 使用者

# search.placeholder
source: ユーザーや投稿を検索...
de: Nutzer oder Beiträge suchen...
en: Search users or posts...
es: Buscar usuarios o publicaciones...
fr: Rechercher des utilisateurs ou des publications…
id: Cari pengguna atau postingan...
ko: 사용자 또는 게시물 검색…
pt: Buscar usuários ou publicações...
ru: Поиск пользователей или постов...
zh_cn: 搜索用户或帖子…
zh_tw: 搜尋使用者或貼文...

# search.posts
source: 投稿
de: Beiträge
en: Posts
es: Publicaciones
fr: Publications
id: Kiriman
ko: 게시물
pt: Publicações
ru: Публикации
zh_cn: 帖子
zh_tw: 貼文

# settings.account
source: アカウント
de: Konto
en: Account
es: Cuenta
fr: Compte
id: Akun
ko: 계정
pt: Conta
ru: Аккаунт
zh_cn: 账号
zh_tw: 帳號

# settings.accounts
source: アカウント
de: Konten
en: Accounts
es: Cuentas
fr: Comptes
id: Akun
ko: 계정
pt: Contas
ru: Аккаунты
zh_cn: 账号
zh_tw: 帳號

# settings.addAccount
source: アカウントを追加
de: Konto hinzufügen
en: Add Account
es: Agregar cuenta
fr: Ajouter un compte
id: Tambah Akun
ko: 계정 추가
pt: Adicionar conta
ru: Добавить аккаунт
zh_cn: 添加账号
zh_tw: 新增帳號

# settings.adultContent
source: 成人向けコンテンツを有効にする
de: Inhalte für Erwachsene aktivieren
en: Enable adult content
es: Habilitar contenido para adultos
fr: Activer le contenu pour adultes
id: Aktifkan konten dewasa
ko: 성인 콘텐츠 허용
pt: Ativar conteúdo adulto
ru: Показывать контент для взрослых
zh_cn: 启用成人内容
zh_tw: 啟用成人內容

# settings.adultContentFooter
source: オフの場合、成人向けコンテンツは常に非表示になります。
de: Wenn deaktiviert, werden Inhalte für Erwachsene ausgeblendet.
en: When off, adult content is always hidden.
es: Desactivado, el contenido adulto siempre se oculta.
fr: Désactivé, le contenu adulte est toujours masqué.
id: Saat nonaktif, konten dewasa selalu disembunyikan.
ko: 꺼져 있으면 성인 콘텐츠가 항상 숨겨집니다.
pt: Quando desativado, conteúdo adulto fica oculto.
ru: При выключении контент для взрослых всегда скрыт.
zh_cn: 关闭时，成人内容将一律隐藏。
zh_tw: 關閉時，成人內容將一律隱藏。

# settings.adultContentSection
source: 成人向けコンテンツ
de: Erwachseneninhalt
en: Adult content
es: Contenido adulto
fr: Contenu adulte
id: Konten dewasa
ko: 성인 콘텐츠
pt: Conteúdo adulto
ru: Контент для взрослых
zh_cn: 成人内容
zh_tw: 成人內容

# settings.appInfo
source: アプリ情報
de: App-Info
en: App info
es: Info de la app
fr: Infos app
id: Info aplikasi
ko: 앱 정보
pt: Informações do app
ru: О приложении
zh_cn: 应用信息
zh_tw: 應用程式資訊

# settings.claudeApiFooter
source: Claude API キーを登録すると、画像の ALT テキストを AI で自動生成できます
de: Geben Sie Ihren Anthropic API-Schlüssel ein, um KI-generierte ALT-Texte zu aktivieren. Der Schlüssel wird nur auf diesem Gerät gespeichert.
en: Register a Claude API key to enable AI-generated ALT text for images
es: Ingresa tu clave API de Anthropic para habilitar el ALT generado por IA. La clave se almacena solo en este dispositivo.
fr: Entrez votre clé API Anthropic pour activer la génération d'ALT par IA. La clé est stockée uniquement sur cet appareil.
id: Masukkan kunci API Anthropic untuk mengaktifkan teks ALT yang dihasilkan AI. Kunci hanya disimpan di perangkat ini.
ko: Anthropic API 키를 입력하면 AI로 ALT 텍스트를 자동 생성할 수 있습니다. 키는 이 기기에만 저장됩니다.
pt: Insira sua chave API da Anthropic para gerar ALT com IA. A chave é armazenada somente neste dispositivo.
ru: Введите ключ API Anthropic для генерации ALT-текста с помощью ИИ. Ключ хранится только на этом устройстве.
zh_cn: 输入 Anthropic API 密钥以启用 AI 生成的 ALT 文字。密钥仅存储在本设备上。
zh_tw: 輸入 Anthropic API 金鑰以啟用 AI 生成的 ALT 文字。金鑰僅儲存在本裝置上。

# settings.claudeApiRevoke
source: APIキーを削除
de: API-Schlüssel entfernen
en: Remove API Key
es: Eliminar clave API
fr: Supprimer la clé API
id: Hapus kunci API
ko: API 키 삭제
pt: Remover chave API
ru: Удалить ключ API
zh_cn: 删除 API 密钥
zh_tw: 刪除 API 金鑰

# settings.claudeApiRevokeMessage
source: 登録済みの API キーを削除します。この操作は取り消せません。
de: Der gespeicherte API-Schlüssel wird gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: The saved API key will be deleted. This action cannot be undone.
es: La clave API guardada será eliminada. Esta acción no se puede deshacer.
fr: La clé API enregistrée sera supprimée. Cette action est irréversible.
id: Kunci API yang tersimpan akan dihapus. Tindakan ini tidak dapat dibatalkan.
ko: 저장된 API 키가 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: A chave API salva será excluída. Esta ação não pode ser desfeita.
ru: Сохранённый ключ API будет удалён. Это действие нельзя отменить.
zh_cn: 已保存的 API 密钥将被删除。此操作无法撤销。
zh_tw: 已儲存的 API 金鑰將被刪除。此操作無法復原。

# settings.dark
source: ダーク
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
id: Gelap
ko: 다크
pt: Escuro
ru: Тёмная
zh_cn: 深色
zh_tw: 深色

# settings.display
source: 表示
de: Anzeige
en: Display
es: Visualización
fr: Affichage
id: Tampilan
ko: 표시
pt: Exibição
ru: Отображение
zh_cn: 显示
zh_tw: 顯示

# settings.draftImageWarning
source: 下書き保存時の確認
de: Entwurfsspeicher-Bestätigung
en: Draft Save Confirmation
es: Confirmación al guardar borrador
fr: Confirmation de sauvegarde de brouillon
id: Konfirmasi Simpan Draf
ko: 임시 저장 확인
pt: Confirmação de salvamento de rascunho
ru: Подтверждение сохранения черновика
zh_cn: 保存草稿时确认
zh_tw: 儲存草稿時確認

# settings.enableDraftImageWarning
source: 画像を含む下書きの保存前に警告を表示する
de: Warnen vor dem Speichern von Entwürfen mit Bildern
en: Warn before saving drafts with images
es: Advertir antes de guardar borradores con imágenes
fr: Avertir avant d'enregistrer des brouillons avec images
id: Ingatkan sebelum menyimpan draf dengan gambar
ko: 이미지 포함 임시 저장 전 경고 표시
pt: Avisar antes de salvar rascunhos com imagens
ru: Предупреждать перед сохранением черновиков с изображениями
zh_cn: 保存含图片的草稿前显示警告
zh_tw: 儲存含圖片的草稿前顯示警告

# settings.feedManagement
source: ホームフィード管理
de: Home-Feed Verwaltung
en: Home Feed Management
es: Gestión del feed principal
fr: Gestion du fil d'accueil
id: Kelola Feed Utama
ko: 홈 피드 관리
pt: Gerenciar feed principal
ru: Управление лентой
zh_cn: 主页动态管理
zh_tw: 主頁動態管理

# settings.graphicContent
source: 過激コンテンツ
de: Explizite Inhalte
en: Graphic content
es: Contenido gráfico
fr: Contenu graphique
id: Konten grafis
ko: 자극적 콘텐츠
pt: Conteúdo explícito
ru: Жёсткий контент
zh_cn: 暴力内容
zh_tw: 暴力內容

# settings.handle
source: ハンドル
de: Handle
en: Handle
es: Identificador
fr: Identifiant
id: Handle
ko: 핸들
pt: Identificador
ru: Идентификатор
zh_cn: 用户名
zh_tw: 帳號代碼

# settings.hiddenFeeds
source: 非表示のフィード
de: Ausgeblendete Feeds
en: Hidden Feeds
es: Feeds ocultos
fr: Flux masqués
id: Feed Tersembunyi
ko: 숨겨진 피드
pt: Feeds ocultos
ru: Скрытые ленты
zh_cn: 已隐藏的动态
zh_tw: 已隱藏的動態

# settings.light
source: ライト
de: Hell
en: Light
es: Claro
fr: Clair
id: Terang
ko: 라이트
pt: Claro
ru: Светлая
zh_cn: 浅色
zh_tw: 淺色

# settings.logout
source: ログアウト
de: Abmelden
en: Logout
es: Cerrar sesión
fr: Se déconnecter
id: Keluar
ko: 로그아웃
pt: Sair
ru: Выйти
zh_cn: 退出登录
zh_tw: 登出

# settings.moderation
source: コンテンツモデレーション
de: Inhaltsmoderation
en: Content Moderation
es: Moderación de contenido
fr: Modération du contenu
id: Moderasi Konten
ko: 콘텐츠 관리
pt: Moderação de conteúdo
ru: Модерация контента
zh_cn: 内容审核
zh_tw: 內容審核

# settings.noFeedsOrLists
source: フィード・リストがありません
de: Keine Feeds oder Listen
en: No feeds or lists
es: No hay feeds ni listas
fr: Aucun flux ni liste
id: Tidak ada feed atau daftar
ko: 피드나 리스트가 없습니다
pt: Sem feeds ou listas
ru: Нет лент или списков
zh_cn: 没有动态或列表
zh_tw: 沒有動態或列表

# settings.polling.30s
source: 30秒
de: 30 Sekunden
en: 30 seconds
es: 30 segundos
fr: 30 secondes
id: 30 detik
ko: 30초
pt: 30 segundos
ru: 30 секунд

# settings.polling.60s
source: 60秒
de: 60 Sekunden
en: 60 seconds
es: 60 segundos
fr: 60 secondes
id: 60 detik
ko: 60초
pt: 60 segundos
ru: 60 секунд

# settings.polling.90s
source: 90秒
de: 90 Sekunden
en: 90 seconds
es: 90 segundos
fr: 90 secondes
id: 90 detik
ko: 90초
pt: 90 segundos
ru: 90 секунд

# settings.polling.120s
source: 120秒
de: 120 Sekunden
en: 120 seconds
es: 120 segundos
fr: 120 secondes
id: 120 detik
ko: 120초
pt: 120 segundos
ru: 120 секунд

# settings.polling.never
source: 自動更新しない
de: Nie
en: Never
es: Nunca
fr: Jamais
id: Tidak pernah
ko: 자동 새로고침 안 함
pt: Nunca
ru: Никогда
zh_cn: 不自动刷新
zh_tw: 不自動重新整理

# settings.pollingInterval
source: 自動更新の間隔
de: Aktualisierungsintervall
en: Refresh Interval
es: Intervalo de actualización
fr: Intervalle de mise à jour
id: Interval Pembaruan
ko: 새로고침 간격
pt: Intervalo de atualização
ru: Интервал обновления
zh_cn: 刷新间隔
zh_tw: 更新間隔

# settings.post
source: 言語
de: Sprache
en: Language
es: Idioma
fr: Langue
id: Bahasa
ko: 언어
pt: Idioma
ru: Язык
zh_cn: 语言
zh_tw: 語言

# settings.postLanguage
source: 言語
de: Sprache
en: Language
es: Idioma
fr: Langue
id: Bahasa
ko: 언어
pt: Idioma
ru: Язык
zh_cn: 语言
zh_tw: 語言

# settings.postLanguageFooter
source: アプリの表示言語と投稿に付与する言語タグを変更します。
de: Ändert die App-Anzeigesprache und die Sprache der Beiträge.
en: Changes the app display language and the language tag on posts.
es: Cambia el idioma de visualización de la app y la etiqueta de idioma en los posts.
fr: Modifie la langue d'affichage de l'app et l'étiquette de langue des publications.
id: Mengubah bahasa tampilan aplikasi dan tag bahasa pada posting.
ko: 앱 표시 언어와 게시물의 언어 태그를 변경합니다.
pt: Altera o idioma de exibição do app e a tag de idioma nos posts.
ru: Меняет язык интерфейса приложения и языковой тег публикаций.
zh_cn: 更改应用显示语言和帖子的语言标签。
zh_tw: 變更應用程式顯示語言和貼文的語言標籤。

# settings.pref.hide
source: 非表示
de: Ausblenden
en: Hide
es: Ocultar
fr: Masquer
id: Sembunyikan
ko: 숨기기
pt: Ocultar
ru: Скрыть
zh_cn: 隐藏
zh_tw: 隱藏

# settings.pref.ignore
source: 表示
de: Anzeigen
en: Show
es: Mostrar
fr: Afficher
id: Tampilkan
ko: 표시
pt: Mostrar
ru: Показать
zh_cn: 显示
zh_tw: 顯示

# settings.pref.warn
source: 警告
de: Warnen
en: Warn
es: Advertir
fr: Avertir
id: Peringatkan
ko: 경고
pt: Avisar
ru: Предупредить

# settings.restartMessage
source: 変更を適用するにはアプリを再起動してください。
de: Bitte starte die App neu, um die Sprachänderung anzuwenden.
en: Please restart the app to apply the language change.
es: Reinicia la app para aplicar el cambio de idioma.
fr: Redémarrez l'app pour appliquer le changement de langue.
id: Restart app untuk menerapkan perubahan bahasa.
ko: 언어 변경을 적용하려면 앱을 재시작하세요.
pt: Reinicie o app para aplicar a mudança de idioma.
ru: Перезапустите приложение, чтобы применить изменение языка.
zh_cn: 请重启应用以应用语言更改。
zh_tw: 請重新啟動應用程式以套用語言變更。
